adpyke.codesnap
alfredbirk.tailwind-documentation
anysphere.remote-containers
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
chaitanyashahare.lazygit
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clinyong.vscode-css-modules
codezombiech.gitignore
coenraads.bracket-pair-colorizer
coenraads.bracket-pair-colorizer-2
csstools.postcss
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
edwinhuish.better-comments-next
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
imgildev.vscode-json-flow
imgildev.vscode-nestjs-generator
imgildev.vscode-nestjs-snippets-extension
imgildev.vscode-tailwindcss-snippets
irongeek.vscode-env
jock.svg
lightyen.tailwindcss-intellisense-twin
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
oderwat.indent-rainbow
pflannery.vscode-versionlens
pranaygp.vscode-css-peek
prisma.prisma
prisma.prisma-insider
pulkitgangwar.nextjs-snippets
redis.redis-for-vscode
ritwickdey.liveserver
robole.markdown-snippets
shd101wyy.markdown-preview-enhanced
sst-dev.opencode
steoates.autoimport
stivo.tailwind-fold
tomoki1207.pdf
typescriptteam.native-preview
usernamehw.errorlens
waderyan.gitblame
yandeu.five-server
yoavbls.pretty-ts-errors
zaaack.markdown-editor
zignd.html-css-class-completion
